Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/P20.tmx
Source language: en_us
Languages: zh_cn

source: We can come here once again ", said Julia. " It's generally safe to use any hide-out twice.
zh_cn: “我们又来了。”茱莉叶说道，“一般说来，任何藏身之处用了两次就不安全了。

source: But not for another month or two, of course. "
zh_cn: 但是，在同一个地方藏了一个月或两个月当然不安全啦。”

source: As soon as she woke up her demeanour had changed.
zh_cn: 一起床，她的举止就变了。

source: She became alert and business-like, put her clothes on, knotted the scarlet sash about her waist, and began arranging the details of the journey home.
zh_cn: 变得警觉和谨慎起来，穿上衣服，在腰间系好腰带，之后她开始安排回家路上的事宜。

source: It seemed natural to leave this to her.
zh_cn: 安排事情对她来说似乎是很自然的事情了。

source: She obviously had a practical cunning which Winston lacked, and she seemed also to have an exhaustive knowledge of the countryside round London, stored away from innumerable community hikes.
zh_cn: 很明显，她在实际生活中远比温斯顿更在行，对伦敦周围的村村镇镇又了如指掌，这全是她无数次集体野游积累的经验。

source: The route she gave him was quite different from the one by which he had come, and brought him out at a different railway station.
zh_cn: 她制定好的路线完全不同于温斯顿一开始给她的路线，且完全不在温斯顿来时的火车站乘车。

source: "Never go home the same way as you went out ", she said, as though enunciating an important general principle.
zh_cn: “回家的路绝对不要跟你出来时的路相同。”她说道，就好像是她在声明一条重要而又众所周知的规则一样。

source: She would leave first, and Winston was to wait half an hour before following her.
zh_cn: 她会先于温斯顿半个小时离开，然后温斯顿才离开。

source: She had named a place where they could meet after work, four evenings hence.
zh_cn: 她已安排好一个下班后两人会面的地点，四天后两人下了班会在那里碰面。

source: It was a street in one of the poorer quarters, where there was an open market which was generally crowded and noisy.
zh_cn: 约定地点在一个穷住宅区的街上，这条街有一个拥挤且吵闹的自由市场。

source: She would be hanging about among the stalls, pretending to be in search of shoelaces or sewing-thread.
zh_cn: 她会到各个小摊位上遛达下，装作在找鞋带或是缝纫线。

source: If she judged that the coast was clear she would blow her nose when he approached; otherwise he was to walk past her without recognition.
zh_cn: 如果危机解除了，她就会在他出现的时候擤擤鼻子。否则的话，他就会装作不认识一样与她擦肩而过。

source: But with luck, in the middle of the crowd, it would be safe to talk for a quarter of an hour and arrange another meeting.
zh_cn: 不过庆幸的是，在人群中谈个一刻钟及安排下次会面是件安全的事。

source: And now I must go , she said as soon as he had mastered his instructions.
zh_cn: “现在我得走了。”见他掌握了情报，她就这么说。

source: "I'm due back at nineteen-thirty.
zh_cn: “我得在九点三十分回去。

source: I've got to put in two hours for the Junior Anti-Sex League, handing out leaflets, or something.
zh_cn: 我得替反性青年团干上两个小时，发个传单什么的。

source: Isn't it bloody?
zh_cn: 真该死，对不对？

source: Give me a brush-down, would you?
zh_cn: 你不会说出去吧？

source: Have I got any twigs in my hair? Are you sure?
zh_cn: 我头发上有没有树枝，真的没有吗？

source: Then good-bye, my love, good-bye!"
zh_cn: 那再见了，吾爱，再见。”

source: She flung herself into his arms, kissed him almost violently, and a moment later pushed her way through the saplings and disappeared into the wood with very little noise.
zh_cn: 她冲到他怀里，疯狂地吻着他，转眼她穿过小树丛，无声无息地消失在了树林里。

source: Even now he had not found out her surname or her address.
zh_cn: 直到现在，他还不知道她的真实名字也不知道她到底住在哪里。

source: However, it made no difference, for it was inconceivable that they could ever meet indoors or exchange any kind of written communication.
zh_cn: 可这一切不重要，他们之间也不可能在屋里见面或是书信交流什么的。

source: There were evenings when they reached their rendezvous and then had to walk past one another without a sign, because a patrol had just come round the corner or a helicopter was hovering overhead.
zh_cn: 一连好几个晚上他们到达约会地点却只能面无表情地与方擦肩而过，因为巡逻兵会从拐角处过来，要不就是直升飞机在头顶盘旋着。

source: Even if it had been less dangerous, it would still have been difficult to find time to meet.
zh_cn: 虽说这没什么危险，但仍然很难找到时间会面。

source: Winston's working week was sixty hours, Julia's was even longer, and their free days varied according to the pressure of work and did not often coincide.
zh_cn: 温斯顿一天工作六小时，茱莉叶则要工作更长时间，他们空闲的日子是因所做工作的压力而异的，时间上并不总是这么适合。

source: Julia, in any case, seldom had an evening completely free.
zh_cn: 不管怎么样，茱莉叶很少有一整个晚上都是完全空着的。

source: She spent an astonishing amount of time in attending lectures and demonstrations, distributing literature for the junior Anti-Sex League, preparing banners for Hate Week, making collections for the savings campaign, and such-like activities.
zh_cn: 她极多的时间都花在听讲座，参加示威游行，为反性青年团发传单，准备仇恨周的旗帜，给节约运动筹款等诸如此类的活动上了。

source: It paid, she said, it was camouflage.
zh_cn: 会有回报的，她说，做这些只是个幌子。

source: If you kept the small rules, you could break the big ones.
zh_cn: 恪守那些小规则，大规则就能犯得来。

source: She even induced Winston to mortgage yet another of his evenings by enrolling himself for the part-time munition work which was done voluntarily by zealous Party members.
zh_cn: 她甚至劝诱温斯顿晚上去做一份与军火有关的兼职，这份兼职是出于热情的党派人士自愿原则而做的。

source: So, one evening every week, Winston spent four hours of paralysing boredom, screwing together small bits of metal which were probably parts of bomb fuses, in a draughty, ill-lit workshop where the knocking of hammers mingled drearily with the music of the telescreens.
zh_cn: 因此，每个星期有一个晚上，温斯顿都要度过麻木不仁无聊的四个小时，把这些小块的金属片也就是炸弹导火线上的零件整合到一起，昏暗的车间里只有电视上传来的音乐声和锤子沉闷的丁丁当当声。

source: When they met in the church tower the gaps in their fragmentary conversation were filled up.
zh_cn: 当他们再次在教堂钟塔里见面时，两人之间的距离又在断断续续的谈话中被填平。

source: It was a blazing afternoon. The air in the little square chamber above the bells was hot and stagnant, and smelt overpoweringly of pigeon dung.
zh_cn: 赤日炎炎的午后，钟塔上那个方形小屋里空气闷热凝固，鸽子粪便味浓得刺鼻。

source: They sat talking for hours on the dusty, twig-littered floor, one or other of them getting up from time to time to cast a glance through the arrowslits and make sure that no one was coming.
zh_cn: 他们就坐在满是灰尘和树枝的地上聊天，其中一人会时不时地从窟窿里往外撇上一眼，好确定没有人前来。

source: Julia was twenty-six years old.
zh_cn: 茱莉叶现年二十六岁。

source: She lived in a hostel with thirty other girls ( " Always in the stink of women ! How I hate women ! " she said parenthetically ), and she worked, as he had guessed, on the novel-writing machines in the Fiction Department.
zh_cn: 与另外三十个女孩住在一间宿舍里（尽是女人的臭味！她补充道，我讨厌女人！），她在小说总局打印小说，他猜道。

source: She enjoyed her work, which consisted chiefly in running and servicing a powerful but tricky electric motor. She was "not clever", but was fond of using her hands and felt at home with machinery.
zh_cn: 她很是喜欢她的工作，主要就是修修台电机，她并不“聪明”却喜欢用自己的双手在家里鼓捣机器。

source: She could describe the whole process of composing a novel, from the general directive issued by the Planning Committee down to the final touching-up by the Rewrite Squad. But she was not interested in the finished product.
zh_cn: 且她能描述写小说的全过程，从计划委员会的总指示到修改组的最后修饰，却对最后出来的作品完全不感兴趣。

source: She " didn't much care for reading ", she said.
zh_cn: 她说她“对书毫不在意”。

source: Books were just a commodity that had to be produced, like jam or bootlaces.
zh_cn: 书不过就是一种必须品，就象果酱和鞋带，是生活的必须品一样吧。

source: She had no memories of anything before the early 'sixties and the only person she had ever known who talked frequently of the days before the Revolution was a grandfather who had disappeared when she was eight.
zh_cn: 60年代初期之前的事她一点儿都记不起来了，大革命之前的那段日子里，唯一常和她聊天的人，就是她认识的一位老爷爷，可在她8岁那年他就离开了。

source: At school she had been captain of the hockey team and had won the gymnastics trophy two years running. She had been a troop-leader in the Spies and a branch secretary in the Youth League before joining the Junior Anti-Sex League.
zh_cn: 在校期间她曾是曲棍球队的队长，且连续两年体操获奖，在加入反性青年团前她还做过侦察小组的头儿和青年团的分部秘书。

source: She had always borne an excellent character. She had even (an infallible mark of good reputation) been picked out to work in Pornosec, the sub-section of the Fiction Department which turned out cheap pornography for distribution among the proles.
zh_cn: 她生而优越，甚至被选去小说总局色情处工作，这里专给无产者生产廉价色情小说(只有品德兼优的人才选得进去)。

source: It was nicknamed Muck House by the people who worked in it, she remarked.
zh_cn: 她说在里面工作的人把色情处叫做“粪便”。

source: There she had remained for a year, helping to produce booklets in sealed packets with titles like Spanking Stories or One Night in a Girls' School, to be bought furtively by proletarian youths who were under the impression that they were buying something illegal.
zh_cn: 她在那儿呆了一年，帮着做一些封面标题诸如“过瘾故事”或“女校一夜”之类的小册子，密送出去，买的都是一些无产阶级年轻人，给人的感觉就像是偷偷摸摸地在买什么非法的玩意儿。

source: What are these books like? said Winston curiously.
zh_cn: “这些书怎么样？”温斯顿时语气奇怪地问道。

source: "Oh, ghastly rubbish.
zh_cn: “啊，简直是可怕的垃圾。

source: They're boring, really.
zh_cn: 真的太无聊了。

source: They only have six plots, but they swap them round a bit.
zh_cn: 里面尽是性爱情节，但他们会打乱一下顺序。

source: Of course I was only on the kaleidoscopes.
zh_cn: 当然，我只是看着过瘾的。

source: I was never in the Rewrite Squad.
zh_cn: 我以前从没在修改组工作过。

source: I'm not literary, dear - not even enough for that."
zh_cn: 我不擅长文学，亲爱的，我都干不了那活儿。”

source: "He learned with astonishment that all the workers in Pornosec, except the heads of the departments, were girls. The theory was that men, whose sex instincts were less controllable than those of women, were in greater danger of being corrupted by the filth they handled."
zh_cn: 当他得知色情处除了部门负责人之外全是女孩时，感到很吃惊，因为按理说，男人的性本能更难控制，他们更容易受到那些脏东西的影响。

source: They don't even like having married women there ", she added. Girls are always supposed to be so pure. Here's one who isn't, anyway.
zh_cn: 她补充道：“他们甚至不喜欢雇用已婚女人”，人们总认为女孩更纯洁，但眼前就有一个女孩并非如此。

source: She had had her first love-affair when she was sixteen, with a Party member of sixty who later committed suicide to avoid arrest. "And a good job too, said Julia, " otherwise they'd have had my name out of him when he confessed.
zh_cn: 她16岁就和一位60岁的党员谈过恋爱，那家伙后来为逃避逮捕自杀了，“这样也好”，茱莉叶说，“否则他坦白的话那些人就知道我了。”

source: "Since then there had been various others. Life as she saw it was quite simple. You wanted a good time; " they", meaning the Party, wanted to stop you having it; you broke the rules as best you could. She seemed to think it just as natural that "they" should want to rob you of your pleasures as that you should want to avoid being caught.
zh_cn: 自那以后，她又和各色人等谈过恋爱，在她看来，生活非常简单，你想过得好，“他们”，就是那些党派人士，就要阻止你，而你就会想方设法破坏那些规矩，她认为“他们”想掠夺你的快乐就象你想要逃避追捕一样自然。

source: She hated the Party, and said so in the crudest words, but she made no general criticism of it.
zh_cn: 她憎恨这个党，说这话时用词粗鄙，但却没有多加批判。

source: Except where it touched upon her own life she had no interest in Party doctrine.
zh_cn: 除了涉及自己的生活的事外，她对党派教条毫无兴趣。

source: He noticed that she never used Newspeak words except the ones that had passed into everyday use.
zh_cn: 他发现她说话无非就是一些平常的词，从来不说新话。

source: She had never heard of the Brotherhood, and refused to believe in its existence. Any kind of organized revolt against the Party, which was bound to be a failure, struck her as stupid.
zh_cn: 她也从未听说过手足之情一词，更认为那并不存在，她固执地认为任何有组织的反党活动都注定失败且是件愚蠢的事。

source: The clever thing was to break the rules and stay alive all the same.
zh_cn: 破除教条并如往常一样活着才是明智之举。

source: He wondered vaguely how many others like her there might be in the younger generation people who had grown up in the world of the Revolution, knowing nothing else, accepting the Party as something unalterable, like the sky, not rebelling against its authority but simply evading it, as a rabbit dodges a dog.
zh_cn: 他暗自思忖，成长于大革命中的年轻一代有多少人象她这样，对大革命一无所知，且把党看成象天地一样不可改变，不去反对它的权威，而是一味逃避，就象兔子逃避猎狗一样。

source: They did not discuss the possibility of getting married.
zh_cn: 他们没去讨论结婚的可能性。

source: It was too remote to be worth thinking about. No imaginable committee would ever sanction such a marriage even if Katharine, Winston's wife, could somehow have been got rid of.
zh_cn: 还远没到那一步，没有任何一个委员会能批准这样的婚姻，即使是温斯顿的妻子凯瑟琳也不可能批准。

source: It was hopeless even as a daydream.
zh_cn: 就算是白日梦也绝无可能。

source: What was she like, your wife? said Julia.
zh_cn: “你妻子长什么样？”茱莉叶问。

source: She was - do you know the Newspeak word goodthinkful?
zh_cn: “她嘛，你知道新话里好思想一词吗？

source: Meaning naturally orthodox, incapable of thinking a bad thought?
zh_cn: 意思就是说天生正统，一点坏思想都没有。”

source: No, I didn't know the word, but I know the kind of person, right enough.
zh_cn: “不，我还真不知道这个词，但我知道这类人，确实很正统。”

source: He began telling her the story of his married life, but curiously enough she appeared to know the essential parts of it already.
zh_cn: 他开始向她说起他已婚的妻子，但奇怪的是，那些细节她好像已经知道似的。

source: She described to him, almost as though she had seen or felt it, the stiffening of Katharine's body as soon as he touched her, the way in which she still seemed to be pushing him from her with all her strength, even when her arms were clasped tightly round him.
zh_cn: 她向他描述的时候，就好像她曾见过或是感觉过一样，当他碰她的那会儿，她犹如尸体一般僵硬，那种感觉就像她使上吃奶的劲要把他推开一样，尽管她的双臂被他紧紧抓住。

source: With Julia he felt no difficulty in talking about such things: Katharine, in any case, had long ceased to be a painful memory and became merely a distasteful one.
zh_cn: 对于茱莉叶，他感觉谈论一些事很轻松，那就是：i不管怎样，久久地抱住凯瑟琳是件让人难受的事，这种难受不过是个小小的不快。

source: I could have stood it if it hadn't been for one thing , he said.
zh_cn: “如果不是因为一件事我本可以忍下去的，”他说。

source: He told her about the frigid little ceremony that Katharine had forced him to go through on the same night every week.
zh_cn: 他告诉她说凯瑟琳的索然无味的小仪式，那就是逼他每星期的同一晚干那事儿。

source: " She hated it, but nothing would make her stop doing it. She used to call it - but you'll never guess. "
zh_cn: “她讨厌这个，但是没有什么能阻止她这样做，她管这个叫---你猜也猜不着。”

source: Our duty to the Party , said Julia promptly.
zh_cn: 茱莉叶迅速答道：“对党的责任。”

source: How did you know that?
zh_cn: “你怎么知道的？”

source: I've been at school too, dear.
zh_cn: “我也做过学生啊，亲爱的。

source: Sex talks once a month for the over-sixteens.
zh_cn: 十六岁时还会每个月做爱一次。

source: And in the Youth Movement. They rub it into you for years.
zh_cn: 在青年运动时期，多年来，他们会反复向你讲同样的话。

source: I dare say it works in a lot of cases.
zh_cn: 我敢说在很多情况下这都很管用。

source: But of course you can never tell; people are such hypocrites.
zh_cn: 但是，当然啦，这是无法预料的，人们总是这么虚伪。”

source: She began to enlarge upon the subject.
zh_cn: 她开始顺着话题说下去。

source: With Julia, everything came back to her own sexuality.
zh_cn: 对于茱丽娅，什么都可以唤醒她的性意识，她会很快把每件事都和自己的性事联系起来。

source: As soon as this was touched upon in any way she was capable of great acuteness. Unlike Winston, she had grasped the inner meaning of the Party's sexual puritanism.
zh_cn: 不象温斯顿，她深深了解党在性方面的禁欲主义的内在含义。

source: It was not merely that the sex instinct created a world of its own which was outside the Party's control and which therefore had to be destroyed if possible. What was more important was that sexual privation induced hysteria, which was desirable because it could be transformed into war-fever and leader-worship.
zh_cn: 它不仅仅指性本能创造的世界超出党派控制，可能的话必须将性欲摧毁，更重要的是剥夺性行为会导致歇斯底里，而这种歇斯底里会转变为对战争的狂热和对领袖的崇拜。

source: The way she put it was :
zh_cn: 这正是党派人士想要的，对此她是这么解释的：

source: When you make love you're using up energy ; and afterwards you feel happy and don't give a damn for anything.
zh_cn: “做爱的时候是在消耗体力，过后的欢愉让你对什么都无所谓。

source: They can't bear you to feel like that. They want you to be bursting with energy all the time. All this marching up and down and cheering and waving flags is simply sex gone sour.
zh_cn: 他们不会让你这样，他们想要你一直精力充沛，齐步走，欢呼和挥旗子还不是因为性变得酸臭不值钱了？

source: If you're happy inside yourself, why should you get excited about Big Brother and the Three-Year Plans and the Two Minutes Hate and all the rest of their bloody rot?
zh_cn: 要是内心快乐，为什么还要对老大哥，三年计划，以及两分钟憎恨的血腥统治感到兴奋呢？”

source: That was very true, he thought.
zh_cn: 说得好，他心想。

source: There was a direct intimate connexion between chastity and political orthodoxy.
zh_cn: 贞操与政治观点之间有直接联系。

source: For how could the fear, the hatred, and the lunatic credulity which the Party needed in its members be kept at the right pitch, except by bottling down some powerful instinct and using it as a driving force?
zh_cn: 那么，对党的恐惧，憎恨，以及对党的愚忠又如何让党内人士保持党所需要的一致性呢？只有放下本能的欲望并把这些欲望当成动力吗？

source: The sex impulse was dangerous to the Party, and the Party had turned it to account.
zh_cn: 性冲动对党而言是件危险的事儿，党会把不择手段把性冲动压制下去的。

source: They had played a similar trick with the instinct of parenthood.
zh_cn: 他们会用为人父母的本能来玩一些相似的把戏。

source: The family could not actually be abolished, and, indeed, people were encouraged to be fond of their children, in almost the old-fashioned way. The children, on the other hand, were systematically turned against their parents and taught to spy on them and report their deviations.
zh_cn: 家族还是会存在，但事实上，另一方面，他们系统地培养孩子背叛自己的父母，教他们侦察父母的言行，报告父母的悖离的情况。

source: The family had become in effect an extension of the Thought Police.
zh_cn: 这时家族也就成了思想警察的延伸。

source: It was a device by means of which everyone could be surrounded night and day by informers who knew him intimately.
zh_cn: 这种政策让人们日日夜夜处于警察掌控之中。
